Repository: thebnich/focus
Catalog: l10n/strings/*.xliff
Languages: nl

# CFBundleDisplayName
source: Focus
nl: Focus (NL)

source: About
nl: Over

source: Block Web fonts
nl: Blokkeer Web fonts

source: Block ad trackers
nl: Blokkeer ad trackers

source: Block analytics trackers
nl: Blokkeer analytics trackers

source: Block other content trackers
nl: Blokkeer andere inhoud trackers

source: Block social trackers
nl: Blokkeer sociale trackers

source: Blocking other content trackers may break some videos and Web pages.
nl: Het blokkeren van andere inhoud trackers kan video en web paginas breken.

source: Checking installation…
nl: Installatie controleren…

source: Done
nl: Klaar

source: Enable Focus
nl: Activeer Focus

source: Enable Focus in
nl: Activeer Focus in

source: Focus helps you improve the privacy and performance of your mobile browsing experience. You control what types of page content are allowed.
nl: Focus verbeterts de privacy en snelheid van je mobile browser belevening. Jij kan controleren wat voor materiaal zal worden geladen.

source: Focus improves privacy and may boost page load speed and lower your mobile data usage.
nl: Focus verbetert de privacy en zal mogelijk de snelheid verbeteren waar pagina's mee worden geladen.

source: Focus is enabled!
nl: Focus staat aan!

source: Focus is not enabled.
nl: Focus staat niet aan.

source: Focus is produced by Mozilla, the people behind the Firefox Web browser.
nl: Focus is gemaakt door Mozilla, de mensen van de Firefox Web browser.

source: Focus must be enabled in Settings to work.
nl: Focus moet worden geactiveerd in de systeem instellingen.

source: Focus puts you in control and brings added privacy and performance to your mobile browsing experience.
nl: Focus zet you achter het stuur en geeft je controle over privacy en snelheid voor je mobile browsing belevenis.

source: Get Started
nl: Begin

source: I Understand
nl: Ik begrijp dit

source: May break some videos and Web pages
nl: Maakt mogelijk videos en paginas stuk

source: No, Thanks
nl: Nee, bedankt

source: Open Settings
nl: Open Instellingen

source: Open Settings App
nl: Open Instellingen App

source: Our mission is to foster a healthy, open Internet.
nl: Onze missie is om een beter, open en gezonder Internet te kweken.

source: PERFORMANCE
nl: SNELHEID

source: Read more.
nl: Lees meer.

source: Settings → Safari → Content Blockers
nl: Instellingen → Safari → Materiaalblokkeringen

source: Setup Instructions
nl: Setup Instructies

source: Skip
nl: Sla Over

source: Tap Safari, then select Content Blockers
nl: Tap Safari, kies dan Materiaalblokkeringen

source: Welcome
nl: Welkom

source: Your Rights
nl: Jouw Rechten

source: by Firefox
nl: door Firefox
